export default function Letter() {
  return (
    <div className="letter">

      <h1 className="glow-title">
        💖 To The Most Amazing Woman In My Life 💖
      </h1>

      <div className="fade-in-text">
        <p>அன்புள்ள அம்மா,</p>

        <p>
         நீங்கதான் என் பலம், என் ஆறுதல், என் மிகப்பெரிய ஆசீர்வாதம். 
         நீங்க செய்த ஒவ்வொரு தியாகமும், நீங்க கொடுத்த 
         ஒவ்வொரு அரவணைப்பும் என்னை இன்றைய நான் இருக்கும் நிலைக்கு வடிவமைத்தன.
        </p>

        <p>
        நான் அதை தினமும் சொல்லாம இருக்கலாம், 
        ஆனா உங்களுக்கு எல்லையற்ற நன்றியுள்ளவனாக இருக்கிறேன்.
        வார்த்தைகளால் வெளிப்படுத்த முடியாத அளவுக்கு 
        நான் உன்னை நேசிக்கிறேன்.
        </p>

        <p>பிறந்தநாள் வாழ்த்துக்கள் அம்மா ❤️🎂</p>
      </div>

    </div>
  );
}